# 我媳妇儿的标准
SISSISTD = {
    "taste": 1.,
    "envi": .6,
    "service": .4,
    "review": .3,
    "level": .3,
}

LEVEL = {
    "五星商户": 1.,
    "准五星商户": .9,
    "四星商户": .8,
    "准四星商户": .7,
    "三星商户": .6,
    "准三星商户": .5,
    "二星商户": .4,
    "准二星商户": .3,
    "一星商户": .2,
    "准一星商户": .1,
}

FOOD_C = {
    "火锅": "g110",
    "川菜": "g102",
    "自助餐": "g111",
    "咖啡厅": "g132",
    "西餐": "g116",
    "面包甜点": "g117",
    "烧烤": "g508",
    "韩国料理": "g114",
    "串串香": "g3017",
    "小龙虾": "g219",
    "日本菜": "g113",
    "东南亚菜": "g115",
    "其他美食": "g118",
    "素菜": "g109",
    "粤菜": "g103",
    "下午茶": "g34014",
    "海鲜": "g251",
    "粉面馆": "g1817",
    "新疆菜": "g3243",
    "私房菜": "g1338",
    "人气餐厅": "g34032",
}
